tap "nikitabobko/tap"
tap "teamookla/speedtest"
brew "act"
brew "awscli"
brew "bat"
brew "cloud-nuke"
brew "coreutils"
brew "eksctl"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-filter-repo"
brew "graphviz"
brew "htop"
brew "jq"
brew "kind"
brew "kubectx"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "lsd"
brew "mcfly"
brew "neovim"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "teamookla/speedtest/speedtest"
cask "aerospace"
cask "bitwarden"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "headlamp"
cask "libreoffice"
cask "miniconda"
cask "rectangle"
cask "spotify"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "adamvoss.vscode-languagetool"
vscode "adamvoss.vscode-languagetool-en"
vscode "aki77.rails-db-schema"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bierner.color-info"
vscode "bung87.vscode-gemfile"
vscode "castwide.ruby-debug"
vscode "castwide.solargraph"
vscode "chouzz.vscode-better-align"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "cschlosser.doxdocgen"
vscode "csstools.postcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "deerawan.vscode-dash"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "ethan-reesor.vscode-byebug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "honnamkuan.golang-snippets"
vscode "hridoy.rails-snippets"
vscode "hverlin.mise-vscode"
vscode "ibm.output-colorizer"
vscode "iliazeus.vscode-ansi"
vscode "janisdd.vscode-edit-csv"
vscode "kaiwood.endwise"
vscode "kubernetes-tools.k8s"
vscode "lunuan.kubernetes-templates"
vscode "makicamel.rails-routes-navigator"
vscode "mechatroner.rainbow-csv"
vscode "miguel-savignano.ruby-symbols"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "neonxp.gotools"
vscode "otoniel-isidoro.vscode-ruby-ctags"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rubocop.vscode-rubocop"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "tamasfe.even-better-toml"
vscode "vortizhe.simple-ruby-erb"
vscode "wakatime.vscode-wakatime"
vscode "zainchen.json"
