tap "nikitabobko/tap"
tap "teamookla/speedtest"
brew "act"
brew "awscli"
brew "bat"
brew "cloud-nuke"
brew "coreutils"
brew "eksctl"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-filter-repo"
brew "graphviz"
brew "htop"
brew "jq"
brew "kind"
brew "kubectx"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "lsd"
brew "mcfly"
brew "neovim"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "teamookla/speedtest/speedtest"
brew "mise"
brew "obsidian"
cask "aerospace"
cask "bitwarden"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "headlamp"
cask "libreoffice"
cask "miniconda"
cask "rectangle"
cask "spotify"
cask "zoom"
